import postKirkorov from './NewsPhoto/Post_Kirkorov.jpg'
import postModels from './NewsPhoto/Post_Models.jpg'
import postBag from './NewsPhoto/Post_Bag.jpg'
import postGraduation from './NewsPhoto/Post_Graduation.jpg'

export const newsList = [
    {   
        id: 1,
        title: 'Филиппо раскритиковал наряд первой леди Франции на приеме в Монако',
        description: `Лидер французской политической партии «Патриоты» Флориан Филиппо
        8 июня раскритиковал наряд супруги президента Франции Эмануэля Макрона Бриджит во время государственного визита в Монако.`,
        date: '9 Июня 2025',
        img: postKirkorov
    },
    {   
        id: 2,
        title: 'Названы главные требования к современным моделям',
        description: `Сегодня дизайнеры ищут универсальные модели, способные адаптироваться 
        к различным условиям показа. Такое мнение высказала глава проекта «Созвездие» Елена Горячева в новом выпуске программы «Беседка» в эфире радио ПЛН FM (102,6).`,
        date: '27 мая 2025',
        img: postModels
    },
    {   
        id: 3,
        title: 'Эксперт назвала признаки устаревшей сумки',
        description: `Рано или поздно приходит время, когда сумка начинает терять свой первоначальный вид. 
        Отом, как понять, что аксессуар требует замены, 24 мая «Известиям» рассказала руководитель направления «Кожгалантерея» бренда Sokolov Марина Торопова.`,
        date: '24 мая 2025',
        img: postBag
    },
    {   
        id: 4,
        title: 'Что надеть на последний звонок - 2025: модные советы для выпускников',
        description: `Последний звонок — важное событие в жизни каждого выпускника, одновременно радостное и печальное расставание со школьной жизнью.`,
        date: '15 мая 2025',
        img: postGraduation
    }
]